taskt/Core/Automation/Commands/JSONGroup/SetJSONValueCommand.dot
digraph "SetJSONValueCommand" {
"SetJSONValueCommand" -> "AJSONAddInsertSetJContainerCommands";
"AJSONAddInsertSetJContainerCommands" -> "AJSONJSONPathCommands";
"AJSONAddInsertSetJContainerCommands" -> "IJSONValueActionProperties";
"AJSONJSONPathCommands" -> "AJSONInputJSONCommands";
"AJSONJSONPathCommands" -> "IJSONJSONPathProperties";
"AJSONInputJSONCommands" -> "ScriptCommand";
"AJSONInputJSONCommands" -> "IJSONInputJSONProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
