taskt/Core/Automation/Commands/JSONGroup/SetJSONValueCommand.puml
@startuml
SetJSONValueCommand --> AJSONAddInsertSetJContainerCommands
AJSONAddInsertSetJContainerCommands --> AJSONJSONPathCommands
AJSONAddInsertSetJContainerCommands --> IJSONValueActionProperties
AJSONJSONPathCommands --> AJSONInputJSONCommands
AJSONJSONPathCommands --> IJSONJSONPathProperties
AJSONInputJSONCommands --> ScriptCommand
AJSONInputJSONCommands --> IJSONInputJSONProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
